Repository: amal-khaled/bazar
Catalog: Bazaar/Localization/*.lproj/Localizable.strings
Languages: ar

source: KWD
ar: د.ك

source: Main
ar: الرئيسية

source: Delete
ar: احذف

source: Dismiss
ar: الغاء

source: Your Ad got uploaded successfully
ar: لقد تم رفع اعلانك بنجاح

source: Please enter the arabic title
ar: برجاء ادخال العنوان العربي

source: Please enter the english title
ar: برجاء ادخال العنوان الانجليزي

source: Please enter the price
ar: برجاء ادخال السعر

source: Please enter the phone number
ar: برجاءادخال رقم الهاتف

source: Please enter the english description
ar: برجاء ادخال الوصف العربي

source: Please enter the arabic description
ar: برجاء ادخال الوصف الانجليزي

source: Please enter a correct number
ar: برجاء ادخال رقم هاتف صحيح

source: You Should login first
ar: يجب ان تقوم بتسجيل الدخول اولاً

source: You can only select 8 images!
ar: يمكنك اختيار ٨ صور فقط!

source: Kuwait
ar: الكويت

source: Log In
ar: تسجيل الدخول

source: Log Out
ar: تسجيل الخروج

source: Download the app from this link:
ar: قم بتحميل التطبيق من خلال هذا الرابط:

source: Are you sure you want to sign out?
ar: هل تريد الخروج؟

source: Yes
ar: نعم

source: No
ar: لا

source: Check A3lanate Website:
ar: شاهد موقع اعلاناتكم:

source: Please make sure that the email and the password is correct
ar: برجاء ادخال بريد الكتروني ورقم سري صحيح

source: Please make sure that the user name and the password is correct
ar: برجاء ادخال اسم مستخدم ورقم سري صحيح

source: Please make sure you entered a correct phone number
ar: برجاء التاكد من انك ادخلت رقم هاتف صحيح

source: This number or the email is already registered
ar: هذا الهاتف او البريد الالكتروني مسجل من قبل

source: You have to agree to our terms and conditions first
ar: يجب ان تقوم بالموافقة علي الشروط والاحكام اولاً

source: Your Ad got uploaded successfully, to activate features please pay
ar: لقد تم رفع اعلانك بنجاح، ولكن يجب الدفع حتي يتم تمييز اعلانك

source: You don't have enough balance so you need to pay to upload your ad
ar: لا يوجد لديك رصيد كافي، يجب ان تدفع لكي تقوم برفع اعلانك

source: Do you want to buy more?
ar: هل تريد شراء المزيد من الرصيد؟

source: OK
ar: موافق

source: Cancel
ar: الغاء

source: Your profile info updated successfully
ar: لقد تم تحديث بياناتك بنجاح

source: Please check your Email.
ar: لقد تم ارسالة رسالة على البريد الالكتروني

source: Email
ar: البريد الالكتروني

source: Views
ar: مشاهدة

source: Save error
ar: خطاء في الحفظ

source: Saved!
ar: تم الحفظ!

source: This picture has been saved to your photos.
ar: لقد تم حفظ الصورة بنجاح في هاتفك.

source: Check this ad:
ar: شاهد هذا الإعلان:

source: There is no whatsapp for this ad
ar: لا يوجد واتساب لهذا الاعلان

source: There is no number for this ad
ar: لا يوجذ هاتف لهذا الرقم

source: Phone Calls
ar: مكالمة

source: Likes
ar: اعجاب

source: Whatsapp
ar: واتس اب

source: Items
ar: أشياء

source: Your Messege have successfully sent
ar: تم ارسال رسالتك بنجاح

source: Featured Ad
ar: اعلان مميز
